// src/data/homePage/whyUsData.js

export const whyUsData = {
    sectionHeader: {
        header: "რატომ უნდა აგვირჩიოთ",
        paragraph: "ჩვენ გთავაზობთ უმაღლესი ხარისხის მომსახურებას, რომელიც მორგებულია თქვენი უნიკალურ საჭიროებებზე."
    },
    cards: [
        { id: 1, 
            image: '/wu1.svg', 
            header: "პროფესიონალიზმი", 
            paragraph: "ჩვენი გუნდი შედგება სპეციალისტებისგან, რომლებსაც აქვთ მრავალწლიანი გამოცდილება ფინანსურ სფეროში." },
        { id: 2, 
            image: '/wu2.svg', 
            header: "პერსონალიზებული მიდგომა", 
            paragraph: "ვითვალისწინებთ თქვენი ბიზნესის სპეციფიკას და გთავაზობთ ინდივიდუალურად მორგებულ გადაწყვეტილებებს." },
        { id: 3, 
            image: '/wu3.svg', 
            header: "საიმედო პარტნიორობა", 
            paragraph: "ვუზრუნველყოფთ თქვენი ფინანსური ინფორმაციის კონფიდენციალურობას და ვიცავთ ყველა საკანონმდებლო მოთხოვნას." }
    ],
    partnership: {
        header: "გრძელვადიანი პარტნიორობა",
        paragraph: "ჩვენ ვზრუნავთ თქვენი ბიზნესის წარმატებაზე და ვცდილობთ შევქმნათ გრძელვადიანი ურთიერთობები ჩვენს კლიენტებთან.",
        figures: [
            { id: 1, 
                image: '/part1.svg', 
                caption: "24/7 მხარდაჭერა" },
            { id: 2, 
                image: '/part2.svg', 
                caption: "უსაფრთხოება" }
        ],
        stats: [
            { id: 1, 
                numTitle: "13", 
                textTitle: "წლიანი გამოცდილება" },
            { id: 2, 
                numTitle: "200+", 
                textTitle: "კმაყოფილი კლიენტი" },
            { id: 3, 
                numTitle: "170+", 
                textTitle: "წარმატებული სტუდენტი" },
            { id: 4, 
                numTitle: "15+", 
                textTitle: "პროფესიონალი თანამშრომელი" }
        ]
    }
};