// src/data/EducationData.js

export const educationHeader = {
    header: "პროფესიული განათლება",
    paragraph: "ფინკო გთავაზობთ სასწავლო პროგრამებს, რომლებიც შექმნილია პრაქტიკულ ცოდნაზე და თანამედროვე ბიზნესის მოთხოვნებზე მორგებით"
};

export const educationCourses = [
    {
        id: 1,
        header: 'ბუღალტრული კურსები',
        paragraph: 'ბუღალტრული აღრიცხვა და ფინანსური სტანდარტების პრაქტიკული შესწავლა.',
        image: '/edu1.svg',
        features: [
            "საბაზისო ბუღალტერია",
            "საგადასახადო სისტემა",
            "ფინანსური ანგარიშგება",
            "ბუღალტერიის საფუძვლები"
        ]
    },
    {
        id: 2,
        header: 'ფინანსური ანალიზი',
        paragraph: 'ბიზნესის ფინანსური მონაცემების გაანალიზება და ეფექტური მართვა.',
        image: '/edu2.svg',
        features: [
            "ფინანსური ანალიზის საფუძვლები",
            "ბიუჯეტირება",
            "რისკების შეფასება",
            "პრობლემების აღმოფხვრა"
        ]
    },
    {
        id: 3,
        header: 'სამართლის საფუძვლები',
        paragraph: 'იურიდიული ცოდნა ბიზნეს პროცესებისთვის',
        image: '/edu3.svg',
        features: [
            "ბიზნესის რეგისტრაცია",
            "ხელშეკრულების შედგენა",
            "სამართლებრივი რისკების მართვა",
            "იურიდიული სამართალი"
        ]
    }
];