// src/components/data/faqData.js

export const faqHeader = {
    header: "ხშირად დასმული კითხვები"
};

export const faqQuestions = [
    {
      id: 1,
      title: "როგორ დავიწყოთ თანამშრომლობა Finco-სთან?",
      content: "დასაწყისში, ჩვენ ვხვდებით თქვენთან, რათა განვიხილოთ თქვენი ბიზნესის სპეციფიკა, საჭიროებები და მიზნები. შემდეგ, ჩვენ შევადგენთ მომსახურების პერსონალიზებულ პაკეტს, რომელიც საუკეთესოდ შეესაბამება თქვენს მოთხოვნებს."
    },
    {
      id: 2,
      title: "რას მოიცავს თქვენი ბუღალტრული მომსახურება?",
      content: "ჩვენი ბუღალტრული მომსახურება მოიცავს სრულ საგადასახადო და ბუღალტრულ აღრიცხვას, ყოველთვიურ საგადასახადო დეკლარაციებს, ფინანსური ანგარიშგების მომზადებას და ანალიზს, სახელფასო აღრიცხვასა და სხვა აუცილებელ პროცედურებს."
    },
    {
      id: 3,
      title: "სად შეიძლება მივიღო დეტალური ინფორმაცია თქვენი სერვისების შესახებ?",
      content: "დეტალური ინფორმაციის მისაღებად ეწვიეთ ჩვენს ოფიციალურ ვებგვერდს, დაგვიკავშირდით ტელეფონის ნომერზე ან მოგვწერეთ ელექტრონულ ფოსტაზე. ჩვენი გუნდი მზად არის გიპასუხოთ ნებისმიერ შეკითხვაზე."
    },
    {
      id: 4,
      title: "რა პერიოდულობით უნდა მოვაწოდო დოკუმენტაცია?",
      content: "დოკუმენტაციის მოწოდების სიხშირე განისაზღვრება თქვენი ბიზნესის სპეციფიკითა და მომსახურების ტიპით. როგორც წესი, ეს არის ყოველთვიური ან ყოველკვარტალური. ყველა დეტალი შეთანხმდება ხელშეკრულების გაფორმებისას."
    },
    {
      id: 5,
      title: "შესაძლებელია თუ არა საწყისი კონსულტაცია უფასოდ?",
      content: "დიახ, ჩვენ გთავაზობთ უფასო საწყის კონსულტაციას, რათა უკეთ გავიგოთ თქვენი საჭიროებები და შემოგთავაზოთ საუკეთესო გადაწყვეტილებები."
    },
    {
      id: 6,
      title: "როგორ დავუკავშირდე Finco-ს?",
      content: "დაგვიკავშირდით ჩვენს ნომერზე: +995 32 2 123 456, ან მოგვწერეთ ელექტრონულ ფოსტაზე: info@finco.ge. ასევე შეგიძლიათ შეავსოთ საკონტაქტო ფორმა ჩვენს ვებგვერდზე."
    }
  ];