// src/lib/data/servicesPageData.js

export const servicesPageData = {
  mainHeader: {
    header: "სერვისები",
    paragraph: "ფინკოში ვთავაზობთ თანამედროვე გადაწყვეტილებებს ფინანსურ, იურიდიულ და საგანმანათლებლო სფეროებში. ჩვენი გუნდი დაგეხმარებათ როგორც ბიზნესის, ისე პირადი მიზნების მიღწევაში.",
  },
  detailedServices: [
    {
      id: 1,
      header: 'ბუღალტრული მომსახურება',
      paragraph: 'სრული ბუღალტრული აღრიცხვა, საგადასახადო დეკლარაციები და ფინანსური ანგარიშგება, სიზუსტეზე და გამჭვირვალობაზე დაფუძნებული.',
      image: '/serP1.svg',
      features: ["კონსულტაციები", "აუდიტის მხარდაჭერა", "ფინანსური ანგარიშგება", "საგადასახადო დაგეგმვა და მართვა"],
    },
    {
      id: 2,
      header: 'იურიდიული მომსახურება',
      paragraph: 'სანდო იურიდიული კონსულტაცია და მხარდაჭერა თქვენი ბიზნესის დასაცავად.',
      image: '/serP2.svg',
      features: ["ბიზნესის რეგისტრაცია", "ხელშეკრულებების მომზადება", "ინტელექტუალური საკუთრება", "სამართლებრივი დავები"],
    },
    {
      id: 3,
      header: 'ფინანსური კონსულტაცია',
      paragraph: 'სტრატეგიული ფინანსური გადაწყვეტილებები ბიზნესის ზრდისა და სტაბილურობისთვის.',
      image: '/serP3.svg',
      features: ["ბიზნეს გეგმის შედგენა", "ფინანსური ანალიზი", "ბიუჯეტირება", "განვითარების სტრატეგიები"],
    }
  ],
  howWeWorkHeader: {
    header: "როგორ ვმუშაობთ ჩვენთან",
    paragraph: "ჩვენი მუშაობის სტრატეგია დაფუძნებულია შემდეგ პრინციპებსა და ნაბიჯებზე, რომელიც ჩვენი ამდენ წლიანი გამოცდილების შედეგია.",
  },
  workPrinciples: [
    { id: 1, image: '/s01.svg', header: "ინოვაცია", paragraph: "ვიყენებთ თანამედროვე ინსტრუმენტებსა და მიდგომებს." },
    { id: 2, image: '/s02.svg', header: "პასუხისმგებლობა", paragraph: "თითოეული გადაწყვეტილება ეფუძნება ზუსტ ანალიზს." },
    { id: 3, image: '/s03.svg', header: "სანდოობა", paragraph: "ჩვენი სიტყვა ისეთივე მტკიცეა, როგორც ჩვენი ანალიზი." },
    { id: 4, image: '/s04.svg', header: "თანამშრომლობა", paragraph: "ვმუშაობთ როგორც ერთიანი გუნდი კლიენტთან და პარტნიორებთან ერთად." },
  ]
};